{"source_path": {"ninjyouupbeat+/_backing_vocals.mid": 0, "扇野　ロング (remix) stems.mid": 1, "koumou_heartfullpop_ruriko/dl_heartfullpop_2_synth.mid": 2, "omokagedeepemotionruriko/dl_deepemotion_vocals.mid": 3, "omokage_stem/dl_bass.mid": 4, "omokage_emotionalfolk/dl_remix_emotional_folk_keyboard.mid": 5, "dl. 人情裏長屋　達郎 stems/dl_backing_vocals.mid": 6, "dlおもかげ抄 stems/dl_backing_vocals.mid": 7, "umon_kokounohito_ruriko/dl_guitar.mid": 8, "yuumoyanonaka/_remastered_backing_vocals.mid": 9, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_backing_vocals_1.mid": 10, "watasino stems/_remix_synth.mid": 11, "koumoujapanesefolk/dl_japanesefolk_synth.mid": 12, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_bass_1.mid": 13, "katyan_ruriko/_vocals.mid": 14, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_bass.mid": 15, "dl. 人情裏長屋　達郎 stems/dl_synth_2.mid": 16, "dl. 人情裏長屋　達郎 stems/dl_synth_1.mid": 17, "dl. 人情裏長屋　達郎 stems/dl_drums.mid": 18, "hanamokatanamomelancholicfolk/dl_melancholicfolk_vocals.mid": 19, "katyan_ruriko/_percussion.mid": 20, "扇野　ロング (remix) stems/_remix_drums.mid": 21, "koumoujapanesefolk/dl_japanesefolk_keyboard.mid": 22, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_keyboard.mid": 23, "dlおもかげ抄 stems/dl_backing_vocals_1.mid": 24, "omokagewarmruriko/dl_warm_synth.mid": 25, "katyan_soul/_bass.mid": 26, "katyan_taturo/dl_remix_drums.mid": 27, "zenigata_nostalgic.mid": 28, "katyan_taturo/dl_remix_synth.mid": 29, "katyan_taturo/dl_remix_keyboard.mid": 30, "omokagedeepemotionruriko/dl_deepemotion_keyboard.mid": 31, "扇野　ロング (remix) stems (1)/_remix_backing_vocals.mid": 32, "umon_taturo_upbeat.mid": 33, "ninjyouupbeat+.mid": 34, "omokage_stem/dl_vocals.mid": 35, "dl. 人情裏長屋　達郎 stems/dl_guitar_1.mid": 36, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_synth_1.mid": 37, "ninjyouuranagaya.mid": 38, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_vocals.mid": 39, "katyan_taturo/dl_remix_backing_vocals.mid": 40, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_vocals_1.mid": 41, "ninjyouupbeat+/_vocals.mid": 42, "yuumoyanonaka/_remastered_bass.mid": 43, "ninjyouuranagaya/_tunecore_remastered_synth.mid": 44, "katyan_ruriko.mid": 45, "omokage/dl_remix_vocals.mid": 46, "dl. おもかげ抄 stems/dl_backing_vocals_1.mid": 47, "umontaturo_upbeat.mid": 48, "tigiri_englishedition/dl_englishedition_vocals.mid": 49, "koumoujapanesefolk/dl_japanesefolk_backing_vocals.mid": 50, "dl. 人情裏長屋　達郎 stems/dl_drums_1.mid": 51, "katyan_taturo/dl_remix_percussion.mid": 52, "watasino stems/_remix_guitar.mid": 53, "ninjyouupbeat+/_keyboard_1.mid": 54, "yuumoyanonaka/_remastered_synth.mid": 55, "dl. 人情裏長屋　達郎 stems/dl_bass.mid": 56, "dl. 人情裏長屋　達郎 stems/dl_synth.mid": 57, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_bass.mid": 58, "dl. 人情裏長屋　達郎 stems/dl_bass_1.mid": 59, "sinpen_melancholic/dl_melancholicfolk_keyboard.mid": 60, "ninjyouupbeat+/_vocals_1.mid": 61, "hanamokatanamomelancholicfolk.mid": 62, "dl. 契りきぬ 達郎 stems/dl_backing_vocals.mid": 63, "dlおもかげ抄 stems/dl_keyboard.mid": 64, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_backing_vocals.mid": 65, "watasino/_keyboard.mid": 66, "koumou_heartfullpop_ruriko.mid": 67, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_vocals_1.mid": 68, "扇野　ロング (remix) stems (1)/_remix_synth.mid": 69, "umon_englishedition/dl_englishedition_remastered_guitar.mid": 70, "katyan_soul/_vocals.mid": 71, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_synth_1.mid": 72, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_synth_1.mid": 73, "umon_kokounohito_ruriko/dl_synth.mid": 74, "watasino stems/_remix_vocals.mid": 75, "watasino/_guitar.mid": 76, "omokage_stem/dl_synth.mid": 77, "hanamokatanamo/dl_vocals.mid": 78, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_vocals_1.mid": 79, "rocky/_synth.mid": 80, "dl. 人情裏長屋　達郎 stems/dl_backing_vocals_2.mid": 81, "koumou_heartfullpop_ruriko/dl_heartfullpop_2_vocals.mid": 82, "ninjyouuranagaya/_tunecore_remastered_guitar.mid": 83, "omokage_stem/dl_backing_vocals.mid": 84, "omokagewarmruriko/dl_warm_guitar.mid": 85, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_guitar_1.mid": 86, "koumoururiko/dl_bass.mid": 87, "dl. おもかげ抄 stems/dl_vocals_1.mid": 88, "omokagedeepemotionruriko.mid": 89, "umontaturo_upbeat/dl_percussion.mid": 90, "watasino/_backing_vocals.mid": 91, "rocky_japanesefolk.mid": 92, "koumou_heartfullpop_ruriko/dl_heartfullpop_2_guitar.mid": 93, "zenigata_nostalgic/dl_nostalgic_2_bass.mid": 94, "rocky/_backing_vocals.mid": 95, "ninjyouuranagaya/_tunecore_remastered_backing_vocals.mid": 96, "umontaturo_upbeat/dl_backing_vocals.mid": 97, "ninjyouupbeat+/_bass.mid": 98, "sumimaru/_synth.mid": 99, "hanamokatanamo/dl_bass.mid": 100, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_keyboard_1.mid": 101, "katyan_taturo/dl_remix_bass.mid": 102, "omokage_emotionalfolk/dl_remix_emotional_folk_backing_vocals.mid": 103, "stems/vocals.mid": 104, "katyan_soul/_backing_vocals.mid": 105, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_bass.mid": 106, "sinjyufujin_warm_ruriko_stems.mid": 107, "rocky_japanesefolk/_bass.mid": 108, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_keyboard.mid": 109, "rocky.mid": 110, "扇野　ロング (remix) stems/_remix_bass.mid": 111, "dlおもかげ抄 stems/dl_synth_1.mid": 112, "ninjyouupbeat+/_guitar.mid": 113, "koumoujapanesefolk/dl_japanesefolk_guitar.mid": 114, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_vocals_1.mid": 115, "koumoururiko.mid": 116, "umon_kokounohito_ruriko/dl_bass.mid": 117, "扇野　瑠璃子 stems/_vocals.mid": 118, "扇野　瑠璃子 stems/_strings.mid": 119, "ninjyou.mid": 120, "hanamokatanamo/dl_backing_vocals.mid": 121, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_vocals.mid": 122, "omokage_emotionalfolk.mid": 123, "sinpen_melancholic.mid": 124, "扇野　ロング (remix) stems/_remix_vocals.mid": 125, "扇野　ロング (remix) stems (1)/_remix_bass.mid": 126, "watasino.mid": 127, "rocky/_vocals.mid": 128, "umontaturo_upbeat/dl_guitar.mid": 129, "ruriko_tyusingura_warm_pop.mid": 130, "dl. おもかげ抄 stems/dl_keyboard_1.mid": 131, "扇野　ロング (remix) stems (1)/_remix_guitar.mid": 132, "synjyu_upbeat_poprock/dl_vocals.mid": 133, "sumimaru_ruriko.mid": 134, "omokage_stem.mid": 135, "扇野　瑠璃子 stems.mid": 136, "nostalgic_ninjyou/dl_nostalgic_keyboard.mid": 137, "dlおもかげ抄 stems/dl_guitar.mid": 138, "katyan_soul.mid": 139, "yuumoyanonaka/_remastered_vocals.mid": 140, "扇野　ロング (remix) stems (1).mid": 141, "nostalgic_ninjyou.mid": 142, "watasino stems/_remix_bass.mid": 143, "omokagewarmruriko.mid": 144, "sumimaru.mid": 145, "umon_taturo_upbeat/dl_vocals.mid": 146, "watasino stems.mid": 147, "扇野　ロング (remix) stems (1)/_remix_vocals.mid": 148, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_vocals.mid": 149, "katyan_soul/_keyboard.mid": 150, "dlおもかげ抄 stems/dl_drums.mid": 151, "ninjyou/dl_bass.mid": 152, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_vocals.mid": 153, "扇野　瑠璃子 stems/_keyboard.mid": 154, "ninjyouupbeat+/_drums.mid": 155, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_bass.mid": 156, "sinpen_melancholic/dl_melancholicfolk_bass.mid": 157, "umon_taturo_upbeat/dl_synth.mid": 158, "ninjyouuranagaya/_tunecore_remastered_vocals.mid": 159, "omokage/dl_remix_bass.mid": 160, "dl. 契りきぬ 達郎 stems/dl_bass.mid": 161, "扇野　瑠璃子 stems/_bass.mid": 162, "ninjyouupbeat+/_keyboard.mid": 163, "omokagewarmfolk/dl_warmfolk_backing_vocals.mid": 164, "omokage/dl_remix_keyboard.mid": 165, "rocky/_guitar.mid": 166, "sinpen_melancholic/dl_melancholicfolk_vocals.mid": 167, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_bass.mid": 168, "omokagewarmruriko/dl_warm_backing_vocals.mid": 169, "hanamokatanamomelancholicfolk/dl_melancholicfolk_guitar.mid": 170, "omokage.mid": 171, "ninjyou/dl_keyboard.mid": 172, "dlおもかげ抄 stems/dl_bass_1.mid": 173, "ninjyou/dl_vocals.mid": 174, "omokagewarmruriko/dl_warm_vocals.mid": 175, "sinjyufujin_warm_ruriko_stems/dl_drums.mid": 176, "dl. 契りきぬ 達郎 stems/dl_synth.mid": 177, "ninjyou/dl_guitar.mid": 178, "sumimaru_ruriko/_remix_synth.mid": 179, "sinpen_melancholic/dl_melancholicfolk_guitar.mid": 180, "ninjyouupbeat+/_synth.mid": 181, "sumimaru/_vocals.mid": 182, "扇野　ロング (remix) stems/_remix_guitar.mid": 183, "omokagedeepemotionruriko/dl_deepemotion_synth.mid": 184, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_guitar_1.mid": 185, "watasino/_vocals.mid": 186, "sinpen_melancholic/dl_melancholicfolk_synth.mid": 187, "synjyu_upbeat_poprock/dl_synth.mid": 188, "ninjyouupbeat+/_guitar_1.mid": 189, "koumoujapanesefolk.mid": 190, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_backing_vocals_1.mid": 191, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_vocals.mid": 192, "hanamokatanamo/dl_guitar.mid": 193, "dlおもかげ抄 stems/dl_guitar_1.mid": 194, "dl. 契りきぬ 達郎 stems/dl_guitar.mid": 195, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_bass_1.mid": 196, "sumimaru/_backing_vocals.mid": 197, "zenigata_nostalgic/dl_nostalgic_2_drums.mid": 198, "dl. おもかげ抄 stems/dl_guitar.mid": 199, "dlおもかげ抄 stems/dl_synth.mid": 200, "omokagedeepemotionruriko/dl_deepemotion_drums.mid": 201, "zenigata_nostalgic/dl_nostalgic_2_guitar.mid": 202, "rocky_japanesefolk/_drums.mid": 203, "koumoururiko/dl_vocals.mid": 204, "sumimaru_ruriko/_remix_vocals.mid": 205, "ninjyouupbeat+/_bass_1.mid": 206, "watasino stems/_remix_drums.mid": 207, "sinjyufujin_warm_ruriko_stems/dl_guitar.mid": 208, "omokage_emotionalfolk/dl_remix_emotional_folk_vocals.mid": 209, "omokagewarmfolk/dl_warmfolk_synth.mid": 210, "stems/bass.mid": 211, "synjyu_upbeat_poprock/dl_keyboard.mid": 212, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_keyboard_1.mid": 213, "omokage_emotionalfolk/dl_remix_emotional_folk_synth.mid": 214, "sumimaru/_drums.mid": 215, "sumimaru/_keyboard.mid": 216, "umontaturo_upbeat/dl_synth.mid": 217, "katyan_taturo.mid": 218, "omokagewarmfolk/dl_warmfolk_vocals.mid": 219, "rocky_japanesefolk/_guitar.mid": 220, "umon_kokounohito_ruriko/dl_vocals.mid": 221, "ninjyouupbeat+/_synth_1.mid": 222, "koumoururiko/dl_guitar.mid": 223, "stems.mid": 224, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_guitar.mid": 225, "tigiri_englishedition/dl_englishedition_keyboard.mid": 226, "umontaturo_upbeat/dl_vocals.mid": 227, "dl. 人情裏長屋　達郎 stems/dl_guitar.mid": 228, "umon_englishedition.mid": 229, "synjyu_upbeat_poprock.mid": 230, "synjyu_upbeat_poprock/dl_guitar.mid": 231, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_backing_vocals.mid": 232, "dl. 契りきぬ 達郎 stems.mid": 233, "rocky_japanesefolk/_synth.mid": 234, "ninjyouuranagaya/_tunecore_remastered_drums.mid": 235, "rocky/_bass.mid": 236, "omokage_emotionalfolk/dl_remix_emotional_folk_guitar.mid": 237, "umon_taturo_upbeat/dl_guitar.mid": 238, "zenigata_nostalgic/dl_nostalgic_2_vocals.mid": 239, "yuumoyanonaka.mid": 240, "ninjyou/dl_synth.mid": 241, "dl. おもかげ抄 stems/dl_guitar_1.mid": 242, "koumoururiko/dl_backing_vocals.mid": 243, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_fx_1.mid": 244, "dl. 契りきぬ 達郎 stems/dl_vocals.mid": 245, "omokagewarmfolk/dl_warmfolk_guitar.mid": 246, "dl. おもかげ抄 stems/dl_keyboard.mid": 247, "hanamokatanamo/dl_keyboard.mid": 248, "rocky/_keyboard.mid": 249, "koumoururiko/dl_synth.mid": 250, "tigiri_englishedition.mid": 251, "sinjyufujin_warm_ruriko_stems/dl_backing_vocals.mid": 252, "umon_taturo_upbeat/dl_backing_vocals.mid": 253, "umon_kokounohito_ruriko/dl_backing_vocals.mid": 254, "omokage_stem/dl_keyboard.mid": 255, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_drums.mid": 256, "umontaturo_upbeat/dl_strings.mid": 257, "katyan_ruriko/_synth.mid": 258, "omokage_stem/dl_drums.mid": 259, "dl. 人情裏長屋　達郎 stems/dl_backing_vocals_1.mid": 260, "koumoujapanesefolk/dl_japanesefolk_vocals.mid": 261, "tigiri_englishedition/dl_englishedition_synth.mid": 262, "tigiri_englishedition/dl_englishedition_drums.mid": 263, "dl. 人情裏長屋　達郎 stems/dl_bass_2.mid": 264, "dlおもかげ抄 stems/dl_vocals_1.mid": 265, "扇野　ロング (remix) stems/_remix_backing_vocals.mid": 266, "stems/guitar.mid": 267, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_drums_1.mid": 268, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_drums.mid": 269, "ninjyouupbeat+/_backing_vocals_1.mid": 270, "yuumoyanonaka/_remastered_percussion.mid": 271, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_keyboard_1.mid": 272, "katyan_soul/_synth.mid": 273, "扇野　ロング (remix) stems/_remix_synth.mid": 274, "sumimaru_ruriko/_remix_backing_vocals.mid": 275, "hanamokatanamomelancholicfolk/dl_melancholicfolk_bass.mid": 276, "dl. おもかげ抄 stems/dl_backing_vocals.mid": 277, "rocky_japanesefolk/_vocals.mid": 278, "dl. 人情裏長屋　達郎 stems/dl_fx_2.mid": 279, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_backing_vocals_1.mid": 280, "hanamokatanamo/dl_synth.mid": 281, "katyan_taturo/dl_remix_vocals.mid": 282, "omokagewarmruriko/dl_warm_drums.mid": 283, "katyan_ruriko/_backing_vocals.mid": 284, "ninjyouuranagaya/_tunecore_remastered_bass.mid": 285, "koumou_heartfullpop_ruriko/dl_heartfullpop_2_bass.mid": 286, "dl. 人情裏長屋　達郎 stems/dl_fx.mid": 287, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_backing_vocals.mid": 288, "rocky_japanesefolk/_keyboard.mid": 289, "dl. 人情裏長屋　達郎 stems/dl_vocals_2.mid": 290, "omokagewarmfolk/dl_warmfolk_bass.mid": 291, "stems/backing_vocals.mid": 292, "omokagedeepemotionruriko/dl_deepemotion_guitar.mid": 293, "dl. 人情裏長屋　達郎 stems/dl_vocals.mid": 294, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_guitar.mid": 295, "watasino stems/_remix_keyboard.mid": 296, "omokage_emotionalfolk/dl_remix_emotional_folk_strings.mid": 297, "zenigata_nostalgic/dl_nostalgic_2_fx.mid": 298, "zenigata_nostalgic/dl_nostalgic_2_synth.mid": 299, "dlおもかげ抄 stems/dl_vocals.mid": 300, "ninjyouuranagaya/_tunecore_remastered_fx.mid": 301, "dl. 人情裏長屋　達郎 stems/dl_vocals_1.mid": 302, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_synth.mid": 303, "stems/synth.mid": 304, "nostalgic_ninjyou/dl_nostalgic_guitar.mid": 305, "hanamokatanamomelancholicfolk/dl_melancholicfolk_drums.mid": 306, "watasino stems/_remix_backing_vocals.mid": 307, "zenigata_nostalgic/dl_nostalgic_2_keyboard.mid": 308, "katyan_taturo/dl_remix_guitar.mid": 309, "nostalgic_ninjyou/dl_nostalgic_bass.mid": 310, "umon_kokounohito_ruriko/dl_keyboard.mid": 311, "扇野　瑠璃子 stems/_synth.mid": 312, "koumou_heartfullpop_ruriko/dl_heartfullpop_2_keyboard.mid": 313, "omokage/dl_remix_synth.mid": 314, "koumoururiko/dl_keyboard.mid": 315, "dl. 人情裏長屋　達郎 stems/dl_guitar_2.mid": 316, "synjyu_upbeat_poprock/dl_backing_vocals.mid": 317, "omokagewarmfolk/dl_warmfolk_percussion.mid": 318, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_backing_vocals.mid": 319, "katyan_ruriko/_fx.mid": 320, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_drums_1.mid": 321, "hanamokatanamomelancholicfolk/dl_melancholicfolk_keyboard.mid": 322, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_guitar.mid": 323, "yuumoyanonaka/_remastered_guitar.mid": 324, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_backing_vocals.mid": 325, "watasino/_bass.mid": 326, "dl. 人情裏長屋　達郎 stems/dl_keyboard_1.mid": 327, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_fx_1.mid": 328, "dl. おもかげ抄 stems/dl_bass_1.mid": 329, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_keyboard.mid": 330, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_synth.mid": 331, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_bass_1.mid": 332, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_synth.mid": 333, "synjyu_upbeat_poprock/dl_bass.mid": 334, "umon_taturo_upbeat/dl_percussion.mid": 335, "katyan_soul/_drums.mid": 336, "zenigata_nostalgic/dl_nostalgic_2_backing_vocals.mid": 337, "omokage_stem/dl_guitar.mid": 338, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_guitar.mid": 339, "nostalgic_ninjyou/dl_nostalgic_vocals.mid": 340, "sinjyufujin_warm_ruriko_stems/dl_vocals.mid": 341, "dlおもかげ抄 stems/dl_keyboard_1.mid": 342, "umon_englishedition/dl_englishedition_remastered_vocals.mid": 343, "omokagewarmfolk.mid": 344, "扇野　瑠璃子 stems/_backing_vocals.mid": 345, "omokage_emotionalfolk/dl_remix_emotional_folk_bass.mid": 346, "umon_taturo_upbeat/dl_bass.mid": 347, "sumimaru_ruriko/_remix_keyboard.mid": 348, "omokagewarmruriko/dl_warm_keyboard.mid": 349, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_drums_1.mid": 350, "umon_kokounohito_ruriko/dl_drums.mid": 351, "omokagedeepemotionruriko/dl_deepemotion_backing_vocals.mid": 352, "hanamokatanamo.mid": 353, "dl. 契りきぬ 達郎 stems/dl_fx.mid": 354, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_drums.mid": 355, "sinjyufujin_warm_ruriko_stems/dl_bass.mid": 356, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_percussion.mid": 357, "dl. おもかげ抄 stems/dl_bass.mid": 358, "koumoujapanesefolk/dl_japanesefolk_bass.mid": 359, "umon_englishedition/dl_englishedition_remastered_bass.mid": 360, "sumimaru_ruriko/_remix_bass.mid": 361, "synjyu_upbeat_poprock/dl_drums.mid": 362, "ninjyou/dl_drums.mid": 363, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_fx.mid": 364, "omokage/dl_remix_woodwinds.mid": 365, "koumoururiko/dl_drums.mid": 366, "sumimaru_ruriko/_remix_guitar.mid": 367, "omokage/dl_remix_guitar.mid": 368, "扇野　瑠璃子 stems/_guitar.mid": 369, "扇野　ロング (remix) stems (1)/_remix_keyboard.mid": 370, "umon_englishedition/dl_englishedition_remastered_backing_vocals.mid": 371, "dl. 人情裏長屋　達郎 stems/dl_fx_1.mid": 372, "扇野　ロング (remix) stems (1)/_remix_drums.mid": 373, "dl. おもかげ抄 stems/dl_vocals.mid": 374, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_percussion_1.mid": 375, "rocky_japanesefolk/_backing_vocals.mid": 376, "ninjyouupbeat+/_drums_1.mid": 377, "umon_englishedition/dl_englishedition_remastered_drums.mid": 378, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_percussion.mid": 379, "sumimaru_ruriko/_remix_drums.mid": 380, "dl. おもかげ抄 stems/dl_drums.mid": 381, "dl. 契りきぬ 達郎 stems/dl_drums.mid": 382, "dl. おもかげ抄 deepemotion  stems/dl_deepemotion_synth.mid": 383, "omokage/dl_remix_drums.mid": 384, "katyan_ruriko/_bass.mid": 385, "watasino/_drums.mid": 386, "dlおもかげ抄 stems/dl_drums_1.mid": 387, "umon_kokounohito_ruriko.mid": 388, "koumoujapanesefolk/dl_japanesefolk_fx.mid": 389, "omokage/dl_remix_fx.mid": 390, "dl. 人情裏長屋　達郎 stems/dl_drums_2.mid": 391, "omokage/dl_remix_backing_vocals.mid": 392, "ruriko_tyusingura_warm_pop/dl_warm_pop_rock_drums.mid": 393, "dlおもかげ抄 stems/dl_fx.mid": 394, "nostalgic_ninjyou/dl_nostalgic_drums.mid": 395, "dl. 人情裏長屋　達郎 stems/dl_percussion.mid": 396, "rocky/_drums.mid": 397, "katyan_taturo/dl_remix_brass.mid": 398, "sinpen_melancholic/dl_melancholicfolk_drums.mid": 399, "katyan_soul/_percussion.mid": 400, "stems/fx.mid": 401, "dl. おもかげ抄 stems/dl_drums_1.mid": 402, "dlおもかげ抄 stems/dl_bass.mid": 403, "ninjyouuranagaya/_tunecore_remastered_keyboard.mid": 404, "koumou_heartfullpop_ruriko/dl_heartfullpop_2_drums.mid": 405, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_drums_1.mid": 406, "omokage_emotionalfolk/dl_remix_emotional_folk_drums.mid": 407, "omokagedeepemotionruriko/dl_deepemotion_bass.mid": 408, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_backing_vocals_1.mid": 409, "koumoururiko/dl_fx.mid": 410, "hanamokatanamomelancholicfolk/dl_melancholicfolk_backing_vocals.mid": 411, "dl. 契りきぬ 達郎 stems/dl_keyboard.mid": 412, "koumoujapanesefolk/dl_japanesefolk_strings.mid": 413, "☆銭形平次捕物控　 瑠璃子　japanese folk pop, acoustic, folk stems/_japanese_folk_pop_acoustic_folk_bass_1.mid": 414, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_keyboard.mid": 415, "umontaturo_upbeat/dl_bass.mid": 416, "扇野　瑠璃子 stems/_drums.mid": 417, "omokagewarmfolk/dl_warmfolk_drums.mid": 418, "hanamokatanamo/dl_drums.mid": 419, "dl. 人情裏長屋　達郎 stems/dl_keyboard_2.mid": 420, "☆銭形平次捕物控　瑠璃子　heartfelt folk-pop-rock stems/_heartfelt_folk-pop-rock_guitar_1.mid": 421, "tigiri_englishedition/dl_englishedition_backing_vocals.mid": 422, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_fx.mid": 423, "omokage_emotionalfolk/dl_remix_emotional_folk_fx.mid": 424, "omokagewarmruriko/dl_warm_bass.mid": 425, "dlおもかげ抄 stems/dl_fx_1.mid": 426, "dl. 人情裏長屋　達郎 stems/dl_keyboard.mid": 427, "ninjyou/dl_backing_vocals.mid": 428, "sumimaru/_bass.mid": 429, "ninjyou/dl_percussion.mid": 430, "omokagewarmruriko/dl_warm_fx.mid": 431, "watasino stems/_remix_percussion.mid": 432, "koumoujapanesefolk/dl_japanesefolk_drums.mid": 433, "dl. 人情裏長屋　達郎 stems/dl_percussion_2.mid": 434, "katyan_taturo/dl_remix_fx.mid": 435, "umon_englishedition/dl_englishedition_remastered_keyboard.mid": 436, "dl. 人情裏長屋　達郎 stems/dl_percussion_1.mid": 437, "koumou_heartfullpop_ruriko/dl_heartfullpop_2_backing_vocals.mid": 438, "rocky_japanesefolk/_percussion.mid": 439, "katyan_taturo/dl_remix_strings.mid": 440, "omokage_stem/dl_fx.mid": 441, "☆銭形平次捕物控　dl japanese folk pop, acoustic, folk stems/_dl_japanese_folk_pop_acoustic_folk_drums.mid": 442, "watasino stems/_remix_fx.mid": 443, "ninjyou/dl_fx.mid": 444, "zenigata_nostalgic/dl_nostalgic_2_percussion.mid": 445, "扇野　瑠璃子 stems/_percussion.mid": 446, "stems/percussion.mid": 447, "扇野　ロング (remix) stems/_remix_fx.mid": 448, "katyan_ruriko/_drums.mid": 449}, "time_signature": {"4/4": 0}}