{"source_path": {"dl_remix_drums_1.mid": 0, "drums/groove/drummer1/session2/1_latin-chacarera_157_beat_3-4.mid": 1, "drums/groove/drummer3/session1/24_rock_120_beat_4-4.mid": 2, "drums/groove/drummer1/session2/161_afrocuban-rhumba_110_beat_4-4.mid": 3, "drums/groove/drummer2/session1/2_rock_102_beat_4-4.mid": 4, "drums/groove/drummer8/session2/37_rock_112_beat_4-4.mid": 5, "drums/groove/drummer5/session2/3_latin-brazilian_101_beat_4-4.mid": 6, "drums/groove/drummer8/session2/2_funk_92_beat_4-4.mid": 7, "drums/groove/drummer5/session1/13_afrocuban-calypso_124_beat_4-4.mid": 8, "drums/groove/drummer1/session1/80_dance-breakbeat_170_beat_4-4.mid": 9, "drums/groove/drummer7/session1/11_rock_93_beat_4-4.mid": 10, "drums/groove/drummer1/session3/15_funk_117_beat_4-4.mid": 11, "drums/groove/drummer7/session2/8_rock_95_beat_4-4.mid": 12, "drums/groove/drummer1/session3/2_jazz-swing_185_beat_4-4.mid": 13, "drums/groove/drummer8/session1/1_funk_95_beat_4-4.mid": 14, "drums/groove/drummer8/session2/22_rock_96_beat_4-4.mid": 15, "dl_nostalgic_drums.mid": 16, "drums/groove/drummer5/session2/8_neworleans-chacha_124_beat_4-4.mid": 17, "drums/groove/drummer8/session2/3_afrobeat_114_beat_4-4.mid": 18, "drums/groove/drummer7/session2/104_pop_132_beat_4-4.mid": 19, "drums/groove/drummer1/session1/126_funk-fast_125_beat_4-4.mid": 20, "_remix_drums_2.mid": 21, "drums/groove/drummer6/session2/2_rock_95_beat_4-4.mid": 22, "drums/groove/drummer8/session1/24_funk-latin_100_beat_4-4.mid": 23, "drums/groove/drummer7/session3/11_pop-soft_83_beat_4-4.mid": 24, "dl_drums_7.mid": 25, "drums/groove/drummer5/eval_session/10_soul-groove10_102_beat_4-4.mid": 26, "drums/groove/drummer1/session1/28_latin-samba_116_beat_4-4.mid": 27, "drums/groove/drummer1/session1/2_funk_80_beat_4-4.mid": 28, "drums/groove/drummer7/session1/1_rock_86_beat_4-4.mid": 29, "drums/groove/drummer1/session1/51_rock-shuffle_125_beat_4-4.mid": 30, "drums/groove/drummer1/session2/32_punk_140_beat_4-4.mid": 31, "drums/groove/drummer5/session1/16_rock_136_beat_4-4.mid": 32, "drums/groove/drummer1/session2/5_jazz_200_beat_3-4.mid": 33, "drums/groove/drummer1/session2/62_punk_144_beat_4-4.mid": 34, "drums/groove/drummer7/session2/2_rock_120_beat_4-4.mid": 35, "drums/groove/drummer8/session1/2_funk_95_beat_4-4.mid": 36, "drums/groove/drummer5/session1/9_latin-dominican-merengue_130_beat_4-4.mid": 37, "drums/groove/drummer5/eval_session/8_rock-groove8_65_beat_4-4.mid": 38, "drums/groove/drummer2/session3/1_rock-shuffle_85_beat_4-4.mid": 39, "drums/groove/drummer5/session1/14_latin-brazilian-songo_112_beat_4-4.mid": 40, "drums/groove/drummer1/session1/52_jazz_125_beat_4-4.mid": 41, "drums/groove/drummer8/session1/12_latin_118_beat_4-4.mid": 42, "drums/groove/drummer8/session2/6_funk_91_beat_4-4.mid": 43, "drums/groove/drummer5/session2/1_latin-venezuelan-sangueo_101_beat_4-4.mid": 44, "drums/groove/drummer5/session1/2_latin-brazilian-bossa_127_beat_4-4.mid": 45, "drums/groove/drummer6/session1/5_rock_60_beat_6-8.mid": 46, "drums/groove/drummer7/session3/67_neworleans-funk_93_beat_4-4.mid": 47, "drums/groove/drummer8/session2/7_latin_95_beat_4-4.mid": 48, "drums/groove/drummer1/session1/100_neworleans-secondline_94_beat_4-4.mid": 49, "drums/groove/drummer2/session1/1_rock_110_beat_4-4.mid": 50, "drums/groove/drummer5/session1/20_latin-brazilian-baiao_110_beat_4-4.mid": 51, "drums/groove/drummer8/session2/11_funk_81_beat_4-4.mid": 52, "drums/groove/drummer5/session2/10_neworleans-funk_102_beat_4-4.mid": 53, "drums/groove/drummer1/session3/9_rock_135_beat_4-4.mid": 54, "drums/groove/drummer5/session1/12_latin-brazilian-sambareggae_96_beat_4-4.mid": 55, "drums/groove/drummer1/session3/11_afrobeat_94_beat_4-4.mid": 56, "drums/groove/drummer1/session3/12_latin-bomba_96_beat_4-4.mid": 57, "drums/groove/drummer8/session2/35_latin-brazilian-songo_120_beat_4-4.mid": 58, "drums/groove/drummer5/session2/12_rock_105_beat_4-4.mid": 59, "drums/groove/drummer1/session1/78_jazz-fast_290_beat_4-4.mid": 60, "drums/groove/drummer8/session2/41_highlife_126_beat_4-4.mid": 61, "drums/groove/drummer8/session2/29_latin-bounce_106_beat_4-4.mid": 62, "drums/groove/drummer7/session1/13_funk_102_beat_4-4.mid": 63, "drums/groove/drummer1/session3/1_rock-prog_125_beat_4-4.mid": 64, "drums/groove/drummer7/session2/80_country_78_beat_4-4.mid": 65, "drums/groove/drummer9/session1/26_rock_90_beat_4-4.mid": 66, "drums/groove/drummer8/session2/20_neworleans-funk_90_beat_4-4.mid": 67, "drums/groove/drummer5/session1/4_latin-brazilian-samba_89_beat_4-4.mid": 68, "drums/groove/drummer6/session1/2_rock_70_beat_6-8.mid": 69, "drums/groove/drummer5/session1/11_latin-brazilian-sambareggae_96_beat_4-4.mid": 70, "drums/groove/drummer1/session1/202_rock-halftime_140_beat_4-4.mid": 71, "drums/groove/drummer8/session2/26_dance-disco_137_beat_4-4.mid": 72, "drums/groove/drummer1/session1/79_latin-reggaeton_90_beat_4-4.mid": 73, "drums/groove/drummer3/session2/1_rock_100_beat_4-4.mid": 74, "drums/groove/drummer7/session3/151_soul_98_beat_4-4.mid": 75, "drums/groove/drummer1/session2/112_afrocuban-bembe_122_beat_4-4.mid": 76, "drums/groove/drummer8/session1/27_latin_122_beat_4-4.mid": 77, "drums/groove/drummer10/session1/6_jazz-swing_215_beat_4-4.mid": 78, "drums/groove/drummer1/session2/6_rock_102_beat_3-4.mid": 79, "drums/groove/drummer1/session2/4_jazz_120_beat_3-4.mid": 80, "drums/groove/drummer8/session2/33_rock_117_beat_4-4.mid": 81, "drums/groove/drummer3/session1/8_jazz_105_beat_4-4.mid": 82, "drums/groove/drummer8/session1/6_funk_80_beat_4-4.mid": 83, "drums/groove/drummer5/session1/8_latin-venezuelan-merengue_162_beat_5-8.mid": 84, "drums/groove/drummer8/session1/5_hiphop_90_beat_4-4.mid": 85, "drums/groove/drummer5/session2/13_rock_140_beat_4-4.mid": 86, "drums/groove/drummer8/session1/15_hiphop_94_beat_4-4.mid": 87, "drums/groove/drummer8/session1/13_latin_118_beat_4-4.mid": 88, "drums/groove/drummer8/session1/11_neworleans-funk_82_beat_4-4.mid": 89, "drums/groove/drummer7/session3/1_rock_60_beat_4-4.mid": 90, "drums/groove/drummer1/session3/4_jazz-linear_182_beat_4-4.mid": 91, "drums/groove/drummer5/session1/15_funk_100_beat_4-4.mid": 92, "drums/groove/drummer5/session1/17_blues-shuffle_72_beat_4-4.mid": 93, "drums/groove/drummer2/session2/7_rock_130_beat_4-4.mid": 94, "drums/groove/drummer5/session2/6_neworleans-secondline_99_beat_4-4.mid": 95, "drums/groove/drummer7/session2/36_rock_75_fill_4-4.mid": 96, "dl_nostalgic_2_drums.mid": 97, "drums/groove/drummer7/session2/14_rock_95_beat_4-4.mid": 98, "drums/groove/drummer7/session3/106_hiphop_70_beat_4-4.mid": 99, "drums/groove/drummer5/session2/5_reggae_126_beat_4-4.mid": 100, "drums/groove/drummer5/session1/7_latin-brazilian-maracatu_96_beat_4-4.mid": 101, "drums/groove/drummer7/session3/133_soul_105_beat_4-4.mid": 102, "drums/groove/drummer3/session1/9_rock_105_beat_4-4.mid": 103, "drums/groove/drummer6/session3/6_rock_88_beat_4-4.mid": 104, "drums/groove/drummer5/session2/15_latin-venezuelan-joropo_80_beat_4-4.mid": 105, "drums/groove/drummer3/session2/28_rock_92_beat_4-4.mid": 106, "drums/groove/drummer8/eval_session/10_soul-groove10_102_beat_4-4.mid": 107, "drums/groove/drummer5/session1/1_latin-brazilian-bossa_127_beat_4-4.mid": 108, "drums/groove/drummer8/session2/31_afrobeat_98_beat_4-4.mid": 109, "drums/groove/drummer1/session3/5_jazz-linear_128_beat_4-4.mid": 110, "drums/groove/drummer8/session2/24_latin_84_beat_4-4.mid": 111, "drums/groove/drummer8/eval_session/8_rock-groove8_65_beat_4-4.mid": 112, "drums/groove/drummer8/session1/21_rock-shuffle_112_beat_4-4.mid": 113, "drums/groove/drummer8/eval_session/9_soul-groove9_105_beat_4-4.mid": 114, "drums/groove/drummer8/session1/22_funk_115_beat_4-4.mid": 115, "drums/groove/drummer3/session1/11_rock_120_beat_4-4.mid": 116, "drums/groove/drummer8/session2/39_rock-indie_104_beat_4-4.mid": 117, "drums/groove/drummer2/session2/1_rock_130_beat_4-4.mid": 118, "drums/groove/drummer8/session2/5_funk_91_beat_4-4.mid": 119, "drums/groove/drummer5/session1/3_latin-brazilian-samba_89_beat_4-4.mid": 120, "drums/groove/drummer8/session1/20_rock-shuffle_112_beat_4-4.mid": 121, "drums/groove/drummer10/session1/10_jazz-swing_110_beat_4-4.mid": 122, "drums/groove/drummer1/session1/239_funk-purdieshuffle_130_beat_4-4.mid": 123, "drums/groove/drummer6/session2/1_rock_95_beat_4-4.mid": 124, "drums/groove/drummer7/session3/39_rock-indie_63_beat_4-4.mid": 125, "drums/groove/drummer1/session3/3_rock-rockabilly_200_beat_4-4.mid": 126, "drums/groove/drummer7/session3/10_rock_60_beat_4-4.mid": 127, "drums/groove/drummer5/session1/6_latin-brazilian-maracatu_96_beat_4-4.mid": 128, "drums/groove/drummer8/session1/19_funk_108_beat_4-4.mid": 129, "drums/groove/drummer1/session1/101_dance-disco_120_beat_4-4.mid": 130, "drums/groove/drummer1/session3/10_rock-folk_90_beat_4-4.mid": 131, "dl_englishedition_drums.mid": 132, "drums/groove/drummer3/session2/26_hiphop_92_beat_4-4.mid": 133, "drums/groove/drummer7/session1/40_hiphop_100_beat_4-4.mid": 134, "drums/groove/drummer5/session2/17_latin-brazilian-samba_110_beat_4-4.mid": 135, "drums/groove/drummer1/session2/10_country_114_beat_4-4.mid": 136, "drums/groove/drummer5/session2/16_latin-ando_125_beat_3-4.mid": 137, "drums/groove/drummer1/session2/111_rock-prog_110_beat_5-4.mid": 138, "drums/groove/drummer7/session1/8_rock_93_beat_4-4.mid": 139, "drums/groove/drummer1/session1/3_funk_80_beat_4-4.mid": 140, "drums/groove/drummer1/session1/50_jazz_125_beat_4-4.mid": 141, "drums/groove/drummer1/session1/4_jazz-funk_116_beat_4-4.mid": 142, "drums/groove/drummer1/session3/17_afrocuban-calypso_108_beat_4-4.mid": 143, "drums/groove/drummer8/session1/8_funk_96_beat_4-4.mid": 144, "drums/groove/drummer7/session3/47_funk_112_beat_4-4.mid": 145, "drums/groove/drummer10/session1/1_jazz-swing_124_beat_4-4.mid": 146, "drums/groove/drummer1/session1/77_jazz-mediumfast_180_beat_4-4.mid": 147, "drums/groove/drummer3/session1/1_rock_105_beat_4-4.mid": 148, "drums/groove/drummer1/session1/102_funk_95_beat_4-4.mid": 149, "drums/groove/drummer8/session2/4_afrobeat_114_beat_4-4.mid": 150, "drums/groove/drummer1/session2/8_jazz-march_176_beat_4-4.mid": 151, "drums/groove/drummer8/session2/14_afrobeat_103_beat_4-4.mid": 152, "drums/groove/drummer1/session1/82_neworleans-funk_84_beat_4-4.mid": 153, "drums/groove/drummer7/session2/53_rock_135_beat_4-4.mid": 154, "drums/groove/drummer1/session2/142_gospel_120_beat_4-4.mid": 155, "drums/groove/drummer5/session2/4_reggae_141_beat_4-4.mid": 156, "drums/groove/drummer1/session3/18_rock_128_beat_4-4.mid": 157, "drums/groove/drummer7/session3/120_rock_93_beat_4-4.mid": 158, "drums/groove/drummer7/session3/92_hiphop_70_beat_4-4.mid": 159, "drums/groove/drummer7/session2/115_jazz-fusion_96_beat_4-4.mid": 160, "drums/groove/drummer7/session2/64_rock_145_beat_4-4.mid": 161, "drums/groove/drummer7/session2/29_rock_75_beat_4-4.mid": 162, "drums/groove/drummer4/session1/3_jazz-klezmer_152_beat_4-4.mid": 163, "drums/groove/drummer8/session1/17_afrobeat_90_beat_4-4.mid": 164, "drums/groove/drummer8/session1/18_funk_108_beat_4-4.mid": 165, "drums/groove/drummer6/session1/4_rock_80_beat_6-8.mid": 166, "drums/groove/drummer1/session1/201_reggae-slow_64_beat_4-4.mid": 167, "_drums_7.mid": 168, "drums/groove/drummer8/session2/12_funk_81_beat_4-4.mid": 169, "drums/groove/drummer7/session3/132_soul_105_beat_4-4.mid": 170, "drums/groove/drummer6/session3/5_rock_180_beat_4-4.mid": 171, "drums/groove/drummer8/session2/13_afrobeat_103_beat_4-4.mid": 172, "drums/groove/drummer6/session3/2_rock_100_beat_4-4.mid": 173, "drums/groove/drummer8/session2/19_neworleans-funk_90_beat_4-4.mid": 174, "drums/groove/drummer5/session2/24_latin-brazilian-songo_120_beat_4-4.mid": 175, "drums/groove/drummer8/session2/40_rock-indie_104_beat_4-4.mid": 176, "drums/groove/drummer1/session2/9_jazz-march_120_beat_4-4.mid": 177, "drums/groove/drummer9/session1/14_rock_120_beat_4-4.mid": 178, "drums/groove/drummer8/session2/9_hiphop_86_beat_4-4.mid": 179, "drums/groove/drummer1/session1/75_jazz_125_beat_4-4.mid": 180, "drums/groove/drummer7/session2/96_pop_142_beat_4-4.mid": 181, "drums/groove/drummer8/session1/10_neworleans-funk_82_beat_4-4.mid": 182, "drums/groove/drummer1/session1/47_jazz_102_beat_4-4.mid": 183, "drums/groove/drummer1/session1/5_jazz-funk_116_beat_4-4.mid": 184, "drums/groove/drummer8/session2/28_latin-bounce_106_beat_4-4.mid": 185, "drums/groove/drummer5/session2/19_latin-brazilian-ijexa_108_beat_4-4.mid": 186, "drums/groove/drummer1/eval_session/7_pop-groove7_138_beat_4-4.mid": 187, "drums/groove/drummer5/session2/7_neworleans-secondline_124_beat_4-4.mid": 188, "drums/groove/drummer1/session2/7_jazz-march_88_beat_4-4.mid": 189, "drums/groove/drummer9/session1/23_rock_120_beat_4-4.mid": 190, "drums/groove/drummer8/session1/9_funk_96_beat_4-4.mid": 191, "drums/groove/drummer5/session2/18_latin-brazilian-samba_93_beat_4-4.mid": 192, "drums/groove/drummer1/session2/2_latin-chacarera_118_beat_4-4.mid": 193, "drums/groove/drummer10/session1/2_jazz-swing_215_beat_4-4.mid": 194, "drums/groove/drummer7/session1/10_rock_93_beat_4-4.mid": 195, "drums/groove/drummer7/session2/72_funk_100_beat_4-4.mid": 196, "drums/groove/drummer9/session1/25_rock_90_beat_4-4.mid": 197, "drums/groove/drummer5/session1/5_latin-brazilian-samba_89_beat_4-4.mid": 198, "drums/groove/drummer8/session2/18_afrobeat_85_beat_4-4.mid": 199, "drums/groove/drummer7/session2/92_hiphop_75_beat_4-4.mid": 200, "drums/groove/drummer8/session1/25_funk-latin_100_beat_4-4.mid": 201, "drums/groove/drummer7/session3/64_funk_112_beat_4-4.mid": 202, "drums/groove/drummer5/session1/10_latin-brazilian-sambareggae_96_beat_4-4.mid": 203, "drums/groove/drummer3/session2/6_rock_100_beat_4-4.mid": 204, "drums/groove/drummer3/session1/35_rock_120_beat_4-4.mid": 205, "drums/groove/drummer5/session2/22_latin-brazilian-frevo_133_beat_4-4.mid": 206, "drums/groove/drummer6/session3/1_rock_90_beat_4-4.mid": 207, "drums/groove/drummer7/session3/117_rock_95_beat_4-4.mid": 208, "drums/groove/drummer7/session2/77_funk_100_beat_4-4.mid": 209, "drums/groove/drummer1/session2/3_latin-chacarera_118_beat_4-4.mid": 210, "drums/groove/drummer1/session1/1_funk_80_beat_4-4.mid": 211, "drums/groove/drummer5/session2/21_latin-brazilian-ijexa_108_beat_4-4.mid": 212, "drums/groove/drummer8/session2/34_latin-brazilian-songo_120_beat_4-4.mid": 213, "drums/groove/drummer3/session1/15_jazz_120_beat_4-4.mid": 214, "drums/groove/drummer7/session3/73_neworleans-funk_93_fill_4-4.mid": 215, "drums/groove/drummer7/session3/89_neworleans-funk_93_fill_4-4.mid": 216, "drums/groove/drummer2/session2/3_rock_130_beat_4-4.mid": 217, "_drums.mid": 218, "drums/groove/drummer1/session3/16_funk_117_beat_4-4.mid": 219, "drums/groove/drummer1/session3/8_rock_135_beat_4-4.mid": 220, "drums/groove/drummer8/session1/16_afrobeat_90_beat_4-4.mid": 221, "drums/groove/drummer3/session1/4_rock_105_beat_4-4.mid": 222, "drums/groove/drummer3/session2/42_rock_110_beat_4-4.mid": 223, "drums/groove/drummer6/session3/4_rock_127_beat_4-4.mid": 224, "drums/groove/drummer1/session3/14_rock_94_beat_4-4.mid": 225, "drums/groove/drummer8/session2/32_rock_117_beat_4-4.mid": 226, "drums/groove/drummer8/session2/42_highlife_126_beat_4-4.mid": 227, "drums/groove/drummer1/session1/110_funk_95_fill_4-4.mid": 228, "drums/groove/drummer3/session1/16_jazz_120_beat_4-4.mid": 229, "drums/groove/drummer7/session2/15_rock_118_beat_4-4.mid": 230, "drums/groove/drummer4/session1/4_latin-brazilian_92_beat_4-4.mid": 231, "drums/groove/drummer1/session3/6_dance-disco_120_beat_4-4.mid": 232, "drums/groove/drummer8/session2/23_rock_96_beat_4-4.mid": 233, "drums/groove/drummer6/session2/3_rock_88_beat_4-4.mid": 234, "drums/groove/drummer7/session1/18_hiphop_100_beat_4-4.mid": 235, "drums/groove/drummer5/eval_session/2_funk-groove2_105_beat_4-4.mid": 236, "drums/groove/drummer8/session1/4_hiphop_90_beat_4-4.mid": 237, "drums/groove/drummer1/eval_session/4_soul-groove4_80_beat_4-4.mid": 238, "drums/groove/drummer9/session1/2_rock_100_beat_4-4.mid": 239, "drums/groove/drummer8/session2/21_afrobeat_110_beat_4-4.mid": 240, "drums/groove/drummer7/session2/37_rock_112_beat_4-4.mid": 241, "drums/groove/drummer1/session2/180_rock_50_beat_4-4.mid": 242, "drums/groove/drummer5/session2/20_latin-brazilian-ijexa_108_beat_4-4.mid": 243, "drums/groove/drummer8/session1/28_rock_102_beat_4-4.mid": 244, "drums/groove/drummer7/session2/45_rock_135_beat_4-4.mid": 245, "drums/groove/drummer9/session1/19_rock_120_beat_4-4.mid": 246, "drums/groove/drummer5/eval_session/9_soul-groove9_105_beat_4-4.mid": 247, "drums/groove/drummer1/session1/176_afrocuban_105_beat_4-4.mid": 248, "drums/groove/drummer8/session2/1_funk_92_beat_4-4.mid": 249, "drums/groove/drummer8/session2/36_latin_118_beat_4-4.mid": 250, "drums/groove/drummer7/session3/150_soul_105_beat_4-4.mid": 251, "drums/groove/drummer1/session1/183_afrocuban_105_beat_4-4.mid": 252, "dl_deepemotion_drums.mid": 253, "drums/groove/drummer7/session2/54_soul-motown_148_beat_4-4.mid": 254, "drums/groove/drummer5/session1/19_middleeastern_126_beat_4-4.mid": 255, "drums/groove/drummer3/session2/4_rock_100_beat_4-4.mid": 256, "drums/groove/drummer2/session2/2_rock_130_beat_4-4.mid": 257, "drums/groove/drummer8/session2/30_afrobeat_98_beat_4-4.mid": 258, "drums/groove/drummer8/session2/25_latin_84_beat_4-4.mid": 259, "drums/groove/drummer3/session2/12_rock_100_beat_4-4.mid": 260, "drums/groove/drummer2/session2/8_rock_130_beat_4-4.mid": 261, "dl_warm_drums.mid": 262, "_remix_drums_1.mid": 263, "drums/groove/drummer7/session2/87_hiphop_75_beat_4-4.mid": 264, "drums/groove/drummer1/eval_session/3_soul-groove3_86_beat_4-4.mid": 265, "drums/groove/drummer10/session1/9_jazz-swing_110_beat_4-4.mid": 266, "drums/groove/drummer5/session2/14_rock_140_beat_4-4.mid": 267, "drums/groove/drummer7/session2/100_pop_142_beat_4-4.mid": 268, "drums/groove/drummer7/session1/9_rock_93_beat_4-4.mid": 269, "drums/groove/drummer8/session2/17_afrobeat_85_beat_4-4.mid": 270, "drums/groove/drummer1/session2/35_punk_128_beat_4-4.mid": 271, "drums/groove/drummer7/session2/103_pop_132_beat_4-4.mid": 272, "drums/groove/drummer7/session3/75_neworleans-funk_93_fill_4-4.mid": 273, "drums/groove/drummer7/session3/130_soul_105_beat_4-4.mid": 274, "drums/groove/drummer5/session2/9_neworleans-shuffle_104_beat_4-4.mid": 275, "drums/groove/drummer9/session1/24_rock_90_beat_4-4.mid": 276, "drums/groove/drummer1/session1/81_dance-breakbeat_170_beat_4-4.mid": 277, "drums/groove/drummer8/session1/14_hiphop_94_beat_4-4.mid": 278, "dl_melancholicfolk_drums.mid": 279, "drums/groove/drummer5/session2/2_latin-brazilian_101_beat_4-4.mid": 280, "drums/groove/drummer8/session2/8_latin_95_beat_4-4.mid": 281, "drums/groove/drummer8/session2/27_dance-disco_137_beat_4-4.mid": 282, "drums/groove/drummer8/session2/38_rock_112_beat_4-4.mid": 283, "drums/groove/drummer7/session1/38_hiphop_100_beat_4-4.mid": 284, "drums/groove/drummer1/eval_session/10_soul-groove10_102_beat_4-4.mid": 285, "drums/groove/drummer5/eval_session/7_pop-groove7_138_beat_4-4.mid": 286, "drums/groove/drummer8/eval_session/5_funk-groove5_84_beat_4-4.mid": 287, "drums/groove/drummer7/session3/109_rock_95_beat_4-4.mid": 288, "drums/groove/drummer8/session1/23_hiphop_70_beat_4-4.mid": 289, "dl_heartfullpop_2_drums.mid": 290, "drums/groove/drummer7/session1/15_jazz_112_beat_4-4.mid": 291, "drums/groove/drummer9/session1/29_rock_90_beat_4-4.mid": 292, "drums/groove/drummer7/session2/46_rock_135_beat_4-4.mid": 293, "drums/groove/drummer6/session3/3_rock_100_beat_4-4.mid": 294, "drums/groove/drummer7/session2/27_rock_75_beat_4-4.mid": 295, "drums/groove/drummer7/session2/106_soul-motown_104_beat_4-4.mid": 296, "drums/groove/drummer7/session2/26_rock_118_beat_4-4.mid": 297, "drums/groove/drummer7/session2/6_rock_120_beat_4-4.mid": 298, "drums/groove/drummer1/session1/184_reggae_78_beat_4-4.mid": 299, "drums/groove/drummer3/session2/48_rock_110_beat_4-4.mid": 300, "drums/groove/drummer4/session1/5_latin-brazilian_184_beat_4-4.mid": 301, "drums/groove/drummer7/session1/14_jazz_100_beat_4-4.mid": 302, "drums/groove/drummer7/session3/46_rock-indie_63_beat_4-4.mid": 303, "drums/groove/drummer3/session2/40_hiphop_110_beat_4-4.mid": 304, "drums/groove/drummer1/session2/110_rock-prog_190_beat_4-4.mid": 305, "drums/groove/drummer1/session1/49_jazz_125_beat_4-4.mid": 306, "drums/groove/drummer3/session2/22_rock_92_beat_4-4.mid": 307, "drums/groove/drummer4/session1/1_rock_87_beat_4-4.mid": 308, "drums/groove/drummer5/session1/18_afrocuban_128_beat_4-4.mid": 309, "drums/groove/drummer8/session2/15_funk_95_beat_4-4.mid": 310, "drums/groove/drummer1/session3/7_dance-disco_120_beat_4-4.mid": 311, "drums/groove/drummer7/session3/76_neworleans-funk_93_fill_4-4.mid": 312, "drums/groove/drummer3/session2/20_rock_92_beat_4-4.mid": 313, "drums/groove/drummer1/session1/145_latin-brazilian-baiao_95_beat_4-4.mid": 314, "drums/groove/drummer7/session3/91_neworleans-funk_93_beat_4-4.mid": 315, "drums/groove/drummer1/session3/13_rock_115_beat_4-4.mid": 316, "drums/groove/drummer8/session2/10_hiphop_86_beat_4-4.mid": 317, "drums/groove/drummer1/eval_session/5_funk-groove5_84_beat_4-4.mid": 318, "drums/groove/drummer7/eval_session/4_soul-groove4_80_beat_4-4.mid": 319, "drums/groove/drummer4/session1/2_jazz_158_beat_4-4.mid": 320, "drums/groove/drummer8/session2/16_funk_95_beat_4-4.mid": 321, "drums/groove/drummer8/session1/7_funk_80_beat_4-4.mid": 322, "drums/groove/drummer3/session2/16_rock_100_beat_4-4.mid": 323, "drums/groove/drummer7/session3/108_rock_95_beat_4-4.mid": 324, "drums/groove/drummer7/session2/133_hiphop_140_fill_4-4.mid": 325, "drums/groove/drummer7/session2/10_rock_95_fill_4-4.mid": 326, "drums/groove/drummer2/session2/4_rock_130_beat_4-4.mid": 327, "drums/groove/drummer10/session1/8_jazz-swing_215_beat_4-4.mid": 328, "drums/groove/drummer7/session2/12_rock_95_beat_4-4.mid": 329, "drums/groove/drummer3/session2/5_rock_100_beat_4-4.mid": 330, "dl_drums.mid": 331, "drums/groove/drummer1/session1/48_jazz_93_beat_4-4.mid": 332, "drums/groove/drummer7/session3/65_funk_112_beat_4-4.mid": 333, "drums/groove/drummer4/session1/9_latin-merengue_158_beat_4-4.mid": 334, "dl_nostalgic_2_percussion.mid": 335, "drums/groove/drummer9/session1/28_rock_90_beat_4-4.mid": 336, "drums/groove/drummer7/session2/123_hiphop_140_beat_4-4.mid": 337, "drums/groove/drummer7/session2/105_pop_132_beat_4-4.mid": 338, "drums/groove/drummer8/session1/26_afrobeat_94_beat_4-4.mid": 339, "dl_melancholicfolk_drums_1.mid": 340, "drums/groove/drummer9/session1/3_rock_100_beat_4-4.mid": 341, "drums/groove/drummer9/session1/22_rock_120_beat_4-4.mid": 342, "drums/groove/drummer1/session1/146_latin-brazilian-baiao_95_beat_4-4.mid": 343, "drums/groove/drummer7/session3/49_funk_112_beat_4-4.mid": 344, "drums/groove/drummer7/session2/33_rock_75_beat_4-4.mid": 345, "dl_percussion_8.mid": 346, "drums/groove/drummer8/eval_session/3_soul-groove3_86_beat_4-4.mid": 347, "drums/groove/drummer7/session1/17_hiphop_100_beat_4-4.mid": 348, "drums/groove/drummer1/session1/109_funk_95_fill_4-4.mid": 349, "dl_englishedition_remastered_drums.mid": 350, "drums/groove/drummer5/eval_session/5_funk-groove5_84_beat_4-4.mid": 351, "_japanese_folk_pop_acoustic_folk_drums.mid": 352, "drums/groove/drummer8/eval_session/4_soul-groove4_80_beat_4-4.mid": 353, "drums/groove/drummer3/session1/18_rock_120_beat_4-4.mid": 354, "dl_percussion_6.mid": 355, "dl_deepemotion_drums_1.mid": 356, "drums/groove/drummer7/session1/7_rock_93_beat_4-4.mid": 357, "drums/groove/drummer5/session2/23_latin-brazilian-songo_120_beat_4-4.mid": 358, "drums/groove/drummer9/session1/5_rock_100_beat_4-4.mid": 359, "drums/groove/drummer3/session2/3_rock_100_beat_4-4.mid": 360, "drums/groove/drummer5/eval_session/6_hiphop-groove6_87_beat_4-4.mid": 361, "drums/groove/drummer7/session3/56_funk_112_fill_4-4.mid": 362, "drums/groove/drummer7/session3/159_soul_98_beat_4-4.mid": 363, "drums/groove/drummer7/session1/16_hiphop_100_beat_4-4.mid": 364, "drums/groove/drummer7/session2/24_rock_118_beat_4-4.mid": 365, "drums/groove/drummer9/session1/20_rock_120_beat_4-4.mid": 366, "drums/groove/drummer3/session2/17_rock_100_beat_4-4.mid": 367, "drums/groove/drummer7/session2/63_soul-motown_148_beat_4-4.mid": 368, "drums/groove/drummer7/session3/24_hiphop_67_beat_4-4.mid": 369, "drums/groove/drummer7/session1/12_funk_102_beat_4-4.mid": 370, "drums/groove/drummer3/session2/7_rock_100_beat_4-4.mid": 371, "drums/groove/drummer7/eval_session/7_pop-groove7_138_beat_4-4.mid": 372, "drums/groove/drummer8/eval_session/2_funk-groove2_105_beat_4-4.mid": 373, "dl_remix_emotional_folk_drums.mid": 374, "drums/groove/drummer1/session1/238_rock-halftime_140_fill_4-4.mid": 375, "drums/groove/drummer7/session2/122_jazz-fusion_96_fill_4-4.mid": 376, "drums/groove/drummer3/session1/7_rock_105_beat_4-4.mid": 377, "drums/groove/drummer10/session1/5_jazz-swing_215_beat_4-4.mid": 378, "drums/groove/drummer7/session2/40_rock_112_fill_4-4.mid": 379, "drums/groove/drummer5/eval_session/4_soul-groove4_80_beat_4-4.mid": 380, "drums/groove/drummer7/eval_session/3_soul-groove3_86_beat_4-4.mid": 381, "drums/groove/drummer1/session2/90_funk-rock_92_beat_4-4.mid": 382, "dl_warm_pop_rock_percussion.mid": 383, "_dl_japanese_folk_pop_acoustic_folk_drums.mid": 384, "drums/groove/drummer3/session1/10_rock_105_beat_4-4.mid": 385, "drums/groove/drummer3/session1/6_rock_105_beat_4-4.mid": 386, "drums/groove/drummer1/session1/247_funk-purdieshuffle_130_fill_4-4.mid": 387, "drums/groove/drummer7/session3/123_rock_93_fill_4-4.mid": 388, "drums/groove/drummer3/session1/12_rock_120_beat_4-4.mid": 389, "drums/groove/drummer7/eval_session/2_funk-groove2_105_beat_4-4.mid": 390, "drums/groove/drummer7/session3/119_rock_95_beat_4-4.mid": 391, "drums/groove/drummer7/session1/22_hiphop_100_beat_4-4.mid": 392, "drums/groove/drummer6/session3/7_rock_88_beat_4-4.mid": 393, "dl_drums_3.mid": 394, "drums/groove/drummer9/session1/21_rock_120_beat_4-4.mid": 395, "drums/groove/drummer3/session2/13_rock_100_beat_4-4.mid": 396, "drums/groove/drummer6/session1/3_rock_80_beat_6-8.mid": 397, "drums/groove/drummer5/session2/11_soul_96_beat_4-4.mid": 398, "drums/groove/drummer3/session1/21_jazz_120_beat_4-4.mid": 399, "drums/groove/drummer3/session2/41_hiphop_110_beat_4-4.mid": 400, "drums/groove/drummer7/session3/131_soul_105_beat_4-4.mid": 401, "drums/groove/drummer1/session1/38_latin-samba_116_beat_4-4.mid": 402, "drums/groove/drummer1/session2/181_rock_115_beat_4-4.mid": 403, "drums/groove/drummer3/session1/22_jazz_120_beat_4-4.mid": 404, "drums/groove/drummer7/session3/129_rock_93_beat_4-4.mid": 405, "drums/groove/drummer7/session3/35_hiphop_67_fill_4-4.mid": 406, "drums/groove/drummer1/eval_session/2_funk-groove2_105_beat_4-4.mid": 407, "drums/groove/drummer3/session2/43_rock_110_beat_4-4.mid": 408, "drums/groove/drummer3/session2/24_rock_92_beat_4-4.mid": 409, "drums/groove/drummer3/session1/5_rock_105_beat_4-4.mid": 410, "drums/groove/drummer9/session1/1_rock_100_beat_4-4.mid": 411, "drums/groove/drummer3/session2/36_rock_92_beat_4-4.mid": 412, "drums/groove/drummer10/session1/4_jazz-swing_215_beat_4-4.mid": 413, "drums/groove/drummer7/session2/1_rock_120_beat_4-4.mid": 414, "drums/groove/drummer7/session2/102_pop_132_beat_4-4.mid": 415, "drums/groove/drummer7/session2/30_rock_75_beat_4-4.mid": 416, "drums/groove/drummer7/eval_session/1_funk-groove1_138_beat_4-4.mid": 417, "drums/groove/drummer1/session1/17_jazz-funk_116_fill_4-4.mid": 418, "drums/groove/drummer3/session2/35_rock_92_beat_4-4.mid": 419, "drums/groove/drummer5/eval_session/3_soul-groove3_86_beat_4-4.mid": 420, "drums/groove/drummer9/session1/7_rock_100_beat_4-4.mid": 421, "drums/groove/drummer7/session2/81_country_78_fill_4-4.mid": 422, "drums/groove/drummer1/session1/226_rock-halftime_140_fill_4-4.mid": 423, "drums/groove/drummer3/session1/13_rock_120_beat_4-4.mid": 424, "drums/groove/drummer9/session1/30_rock_90_beat_4-4.mid": 425, "drums/groove/drummer5/eval_session/1_funk-groove1_138_beat_4-4.mid": 426, "drums/groove/drummer6/session1/1_rock_70_beat_6-8.mid": 427, "drums/groove/drummer7/session3/23_pop-soft_83_beat_4-4.mid": 428, "drums/groove/drummer10/session1/3_jazz-swing_215_beat_4-4.mid": 429, "drums/groove/drummer7/session2/97_pop_142_beat_4-4.mid": 430, "drums/groove/drummer3/session1/14_rock_120_beat_4-4.mid": 431, "drums/groove/drummer7/session3/38_hiphop_67_beat_4-4.mid": 432, "drums/groove/drummer9/session1/13_rock_120_beat_4-4.mid": 433, "_drums_2.mid": 434, "drums/groove/drummer7/session2/79_funk_100_beat_4-4.mid": 435, "drums/groove/drummer7/session2/101_pop_142_beat_4-4.mid": 436, "drums/groove/drummer1/session1/241_funk-purdieshuffle_130_fill_4-4.mid": 437, "dl_remix_percussion_1.mid": 438, "_drums_3.mid": 439, "drums/groove/drummer7/session2/78_funk_100_beat_4-4.mid": 440, "drums/groove/drummer1/eval_session/1_funk-groove1_138_beat_4-4.mid": 441, "drums/groove/drummer10/session1/7_jazz-swing_215_beat_4-4.mid": 442, "drums/groove/drummer3/session2/21_rock_92_beat_4-4.mid": 443, "drums/groove/drummer7/session2/108_soul-motown_104_beat_4-4.mid": 444, "drums/groove/drummer7/session2/99_pop_142_fill_4-4.mid": 445, "dl_drums_2.mid": 446, "drums/groove/drummer9/session1/9_rock_100_beat_4-4.mid": 447, "drums/groove/drummer1/session1/204_rock-halftime_140_fill_4-4.mid": 448, "drums/groove/drummer1/session1/18_jazz-funk_116_fill_4-4.mid": 449, "drums/groove/drummer7/session2/114_jazz-fusion_96_beat_4-4.mid": 450, "drums/groove/drummer3/session2/25_hiphop_92_beat_4-4.mid": 451, "drums/groove/drummer8/eval_session/1_funk-groove1_138_beat_4-4.mid": 452, "drums/groove/drummer7/session3/62_funk_112_fill_4-4.mid": 453, "drums/groove/drummer7/session1/20_hiphop_100_fill_4-4.mid": 454, "drums/groove/drummer8/eval_session/7_pop-groove7_138_beat_4-4.mid": 455, "drums/groove/drummer1/session1/207_rock-halftime_140_fill_4-4.mid": 456, "drums/groove/drummer1/session1/230_rock-halftime_140_fill_4-4.mid": 457, "_remix_drums_3.mid": 458, "drums/groove/drummer7/session2/62_soul-motown_148_fill_4-4.mid": 459, "drums/groove/drummer7/session3/48_funk_112_beat_4-4.mid": 460, "drums/groove/drummer3/session2/32_hiphop_92_beat_4-4.mid": 461, "drums/groove/drummer7/session3/90_neworleans-funk_93_fill_4-4.mid": 462, "drums/groove/drummer7/session2/113_jazz-fusion_96_beat_4-4.mid": 463, "drums/groove/drummer7/session3/7_rock_60_fill_4-4.mid": 464, "drums/groove/drummer7/session2/94_hiphop_75_fill_4-4.mid": 465, "drums/groove/drummer1/session1/132_funk-fast_125_fill_4-4.mid": 466, "drums/groove/drummer3/session2/18_rock_100_beat_4-4.mid": 467, "drums/groove/drummer3/session2/2_rock_100_beat_4-4.mid": 468, "drums/groove/drummer7/session3/22_pop-soft_83_beat_4-4.mid": 469, "drums/groove/drummer3/session2/10_rock_100_beat_4-4.mid": 470, "drums/groove/drummer1/session1/219_rock-halftime_140_fill_4-4.mid": 471, "drums/groove/drummer3/session1/3_rock_105_beat_4-4.mid": 472, "drums/groove/drummer3/session1/20_rock_120_beat_4-4.mid": 473, "drums/groove/drummer7/session2/127_hiphop_140_fill_4-4.mid": 474, "drums/groove/drummer7/session2/49_rock_135_beat_4-4.mid": 475, "dl_drums_12.mid": 476, "drums/groove/drummer3/session2/31_hiphop_92_beat_4-4.mid": 477, "drums/groove/drummer9/session1/18_rock_120_beat_4-4.mid": 478, "drums/groove/drummer7/session3/71_neworleans-funk_93_fill_4-4.mid": 479, "drums/groove/drummer7/session2/93_hiphop_75_beat_4-4.mid": 480, "drums/groove/drummer1/session1/246_funk-purdieshuffle_130_fill_4-4.mid": 481, "drums/groove/drummer3/session2/37_rock_92_beat_4-4.mid": 482, "drums/groove/drummer3/session2/29_rock_92_beat_4-4.mid": 483, "drums/groove/drummer7/session2/57_soul-motown_148_fill_4-4.mid": 484, "drums/groove/drummer3/session2/38_rock_92_beat_4-4.mid": 485, "drums/groove/drummer7/session1/39_hiphop_100_beat_4-4.mid": 486, "drums/groove/drummer1/eval_session/8_rock-groove8_65_beat_4-4.mid": 487, "drums/groove/drummer7/eval_session/5_funk-groove5_84_beat_4-4.mid": 488, "drums/groove/drummer3/session2/30_rock_92_beat_4-4.mid": 489, "drums/groove/drummer9/session1/27_rock_90_beat_4-4.mid": 490, "drums/groove/drummer7/session2/59_soul-motown_148_fill_4-4.mid": 491, "drums/groove/drummer7/session2/112_jazz-fusion_96_beat_4-4.mid": 492, "drums/groove/drummer3/session1/19_jazz_120_beat_4-4.mid": 493, "drums/groove/drummer1/session1/206_rock-halftime_140_fill_4-4.mid": 494, "drums/groove/drummer7/session1/19_hiphop_100_fill_4-4.mid": 495, "dl_warm_pop_rock_drums.mid": 496, "drums/groove/drummer3/session2/44_rock_110_fill_4-4.mid": 497, "drums/groove/drummer4/session1/6_blues-shuffle_134_beat_4-4.mid": 498, "dl_remix_drums.mid": 499, "drums/groove/drummer8/eval_session/6_hiphop-groove6_87_beat_4-4.mid": 500, "_drums_4.mid": 501, "drums/groove/drummer3/session2/23_rock_92_beat_4-4.mid": 502, "drums/groove/drummer7/session3/70_neworleans-funk_93_fill_4-4.mid": 503, "drums/groove/drummer7/session2/120_jazz-fusion_96_fill_4-4.mid": 504, "drums/groove/drummer3/session2/15_rock_100_beat_4-4.mid": 505, "_tunecore_remastered_drums.mid": 506, "drums/groove/drummer7/session2/84_country_78_fill_4-4.mid": 507, "drums/groove/drummer7/session2/4_rock_120_beat_4-4.mid": 508, "drums/groove/drummer8/session1/3_hiphop_90_beat_4-4.mid": 509, "drums/groove/drummer7/eval_session/8_rock-groove8_65_beat_4-4.mid": 510, "dl_drums_11.mid": 511, "_remix_drums.mid": 512, "dl_drums_1.mid": 513, "drums/groove/drummer2/session2/6_rock_130_beat_4-4.mid": 514, "drums/groove/drummer7/session2/118_jazz-fusion_96_fill_4-4.mid": 515, "drums/groove/drummer3/session1/32_jazz_120_beat_4-4.mid": 516, "drums/groove/drummer1/session1/228_rock-halftime_140_fill_4-4.mid": 517, "_drums_1.mid": 518, "drums/groove/drummer1/session1/205_rock-halftime_140_fill_4-4.mid": 519, "drums/groove/drummer1/session1/203_rock-halftime_140_fill_4-4.mid": 520, "dl_percussion_3.mid": 521, "_drums_6.mid": 522, "drums/groove/drummer7/session2/91_hiphop_75_fill_4-4.mid": 523, "drums/groove/drummer1/session1/112_funk_95_fill_4-4.mid": 524, "drums/groove/drummer1/session1/242_funk-purdieshuffle_130_fill_4-4.mid": 525, "drums/groove/drummer7/session3/86_neworleans-funk_93_fill_4-4.mid": 526, "drums/groove/drummer1/eval_session/9_soul-groove9_105_beat_4-4.mid": 527, "drums/groove/drummer1/session1/266_funk-purdieshuffle_130_fill_4-4.mid": 528, "drums/groove/drummer3/session2/8_rock_100_beat_4-4.mid": 529, "drums/groove/drummer7/eval_session/9_soul-groove9_105_beat_4-4.mid": 530, "drums/groove/drummer7/session3/63_funk_112_fill_4-4.mid": 531, "drums/groove/drummer1/session1/105_funk_95_fill_4-4.mid": 532, "drums/groove/drummer3/session2/34_rock_92_beat_4-4.mid": 533, "drums/groove/drummer1/session1/16_jazz-funk_116_fill_4-4.mid": 534, "drums/groove/drummer7/session2/76_funk_100_beat_4-4.mid": 535, "drums/groove/drummer7/session2/41_rock_112_fill_4-4.mid": 536, "drums/groove/drummer9/session1/16_rock_120_beat_4-4.mid": 537, "drums/groove/drummer7/eval_session/6_hiphop-groove6_87_beat_4-4.mid": 538, "drums/groove/drummer7/session3/122_rock_93_fill_4-4.mid": 539, "drums/groove/drummer7/session3/87_neworleans-funk_93_fill_4-4.mid": 540, "drums/groove/drummer7/session2/7_rock_120_beat_4-4.mid": 541, "drums/groove/drummer9/session1/11_rock_100_beat_4-4.mid": 542, "_percussion_3.mid": 543, "drums/groove/drummer9/session1/17_rock_120_beat_4-4.mid": 544, "drums/groove/drummer7/session2/17_rock_118_fill_4-4.mid": 545, "drums/groove/drummer7/session3/6_rock_60_fill_4-4.mid": 546, "drums/groove/drummer7/session3/88_neworleans-funk_93_fill_4-4.mid": 547, "drums/groove/drummer3/session2/27_jazz_92_beat_4-4.mid": 548, "drums/groove/drummer1/session1/15_jazz-funk_116_fill_4-4.mid": 549, "drums/groove/drummer9/session1/8_rock_100_beat_4-4.mid": 550, "drums/groove/drummer9/session1/4_rock_100_beat_4-4.mid": 551, "drums/groove/drummer7/session2/98_pop_142_fill_4-4.mid": 552, "drums/groove/drummer1/session2/36_punk_128_beat_4-4.mid": 553, "drums/groove/drummer9/session1/15_rock_120_beat_4-4.mid": 554, "drums/groove/drummer7/session2/88_hiphop_75_fill_4-4.mid": 555, "drums/groove/drummer7/session2/18_rock_118_fill_4-4.mid": 556, "drums/groove/drummer1/session1/14_jazz-funk_116_fill_4-4.mid": 557, "drums/groove/drummer1/session1/76_jazz-mediumfast_180_beat_4-4.mid": 558, "drums/groove/drummer7/session3/77_neworleans-funk_93_fill_4-4.mid": 559, "drums/groove/drummer7/session2/125_hiphop_140_fill_4-4.mid": 560, "drums/groove/drummer7/session3/156_soul_98_fill_4-4.mid": 561, "drums/groove/drummer1/session1/113_funk_95_fill_4-4.mid": 562, "drums/groove/drummer3/session2/46_rock_110_fill_4-4.mid": 563, "drums/groove/drummer7/session2/95_hiphop_75_fill_4-4.mid": 564, "drums/groove/drummer7/session2/128_hiphop_140_fill_4-4.mid": 565, "drums/groove/drummer3/session2/45_rock_110_fill_4-4.mid": 566, "drums/groove/drummer3/session1/33_jazz_120_beat_4-4.mid": 567, "drums/groove/drummer3/session2/11_rock_100_beat_4-4.mid": 568, "dl_drums_5.mid": 569, "drums/groove/drummer7/session1/21_hiphop_100_fill_4-4.mid": 570, "drums/groove/drummer7/session3/84_neworleans-funk_93_fill_4-4.mid": 571, "drums/groove/drummer3/session2/9_rock_100_beat_4-4.mid": 572, "drums/groove/drummer7/session1/2_rock_86_fill_4-4.mid": 573, "drums/groove/drummer3/session1/39_jazz_120_beat_4-4.mid": 574, "drums/groove/drummer1/session1/232_rock-halftime_140_fill_4-4.mid": 575, "drums/groove/drummer1/session1/182_afrocuban_105_fill_4-4.mid": 576, "drums/groove/drummer7/session3/146_soul_105_fill_4-4.mid": 577, "drums/groove/drummer3/session1/44_rock_120_beat_4-4.mid": 578, "drums/groove/drummer7/eval_session/10_soul-groove10_102_beat_4-4.mid": 579, "drums/groove/drummer4/session1/8_blues-shuffle_112_beat_4-4.mid": 580, "_heartfelt_folk-pop-rock_drums.mid": 581, "drums/groove/drummer3/session2/47_rock_110_beat_4-4.mid": 582, "drums/groove/drummer7/session2/51_rock_135_fill_4-4.mid": 583, "drums/groove/drummer7/session2/13_rock_95_fill_4-4.mid": 584, "drums/groove/drummer1/eval_session/6_hiphop-groove6_87_beat_4-4.mid": 585, "drums/groove/drummer7/session3/148_soul_105_fill_4-4.mid": 586, "drums/groove/drummer3/session1/23_jazz_120_beat_4-4.mid": 587, "drums/groove/drummer7/session3/52_funk_112_fill_4-4.mid": 588, "drums/groove/drummer7/session2/129_hiphop_140_fill_4-4.mid": 589, "drums/groove/drummer9/session1/10_rock_100_beat_4-4.mid": 590, "drums/groove/drummer1/session2/34_punk_128_beat_4-4.mid": 591, "drums/groove/drummer7/session2/20_rock_118_fill_4-4.mid": 592, "drums/groove/drummer7/session3/78_neworleans-funk_93_fill_4-4.mid": 593, "drums/groove/drummer1/session1/227_rock-halftime_140_fill_4-4.mid": 594, "drums/groove/drummer2/session2/9_rock_130_beat_4-4.mid": 595, "drums/groove/drummer7/session3/26_hiphop_67_fill_4-4.mid": 596, "drums/groove/drummer1/session1/229_rock-halftime_140_fill_4-4.mid": 597, "drums/groove/drummer9/session1/12_rock_100_beat_4-4.mid": 598, "drums/groove/drummer7/session3/80_neworleans-funk_93_fill_4-4.mid": 599, "drums/groove/drummer7/session3/21_pop-soft_83_fill_4-4.mid": 600, "drums/groove/drummer7/session3/74_neworleans-funk_93_fill_4-4.mid": 601, "dl_warmfolk_drums.mid": 602, "drums/groove/drummer7/session3/93_hiphop_70_fill_4-4.mid": 603, "_drums_5.mid": 604, "drums/groove/drummer1/session1/240_funk-purdieshuffle_130_fill_4-4.mid": 605, "drums/groove/drummer1/session1/231_rock-halftime_140_fill_4-4.mid": 606, "drums/groove/drummer7/session1/3_rock_86_fill_4-4.mid": 607, "percussion.mid": 608, "dl_drums_10.mid": 609, "drums/groove/drummer7/session2/90_hiphop_75_fill_4-4.mid": 610, "drums/groove/drummer9/session1/6_rock_100_beat_4-4.mid": 611, "drums/groove/drummer1/session1/89_neworleans-funk_84_fill_4-4.mid": 612, "drums/groove/drummer7/session2/71_rock_145_fill_4-4.mid": 613, "drums/groove/drummer1/session1/88_neworleans-funk_84_fill_4-4.mid": 614, "dl_drums_6.mid": 615, "drums/groove/drummer1/session2/33_punk_128_beat_4-4.mid": 616, "drums/groove/drummer1/session1/106_funk_95_fill_4-4.mid": 617, "drums/groove/drummer3/session1/2_rock_105_beat_4-4.mid": 618}, "time_signature": {"4/4": 0, "3/4": 1, "6/8": 2, "5/8": 3, "5/4": 4}, "intensity": {"high": 0, "medium": 1}, "mode": {"drums": 0}, "mood": {"energetic": 0, "aggressive": 1, "relaxed": 2}, "section": {"intro": 0, "bridge": 1, "fill": 2, "chorus": 3}}