{"NOTE_31": 0, "DUV_6_6": 1, "NOTE_56": 2, "DUV_3_6": 3, "DUV_5_6": 4, "NOTE_36": 5, "DUV_4_6": 6, "DUV_7_6": 7, "DUV_10_6": 8, "DUV_9_6": 9, "DUV_5_3": 10, "NOTE_42": 11, "NOTE_37": 12, "DUV_5_4": 13, "DUV_5_2": 14, "DUV_4_2": 15, "DUV_5_5": 16, "DUV_2_2": 17, "DUV_3_4": 18, "NOTE_46": 19, "DUV_4_7": 20, "DUV_4_4": 21, "NOTE_38": 22, "DUV_4_5": 23, "DUV_4_3": 24, "NOTE_26": 25, "NOTE_48": 26, "DUV_6_5": 27, "NOTE_44": 28, "DUV_6_4": 29, "DUV_6_3": 30, "DUV_6_2": 31, "NOTE_43": 32, "NOTE_40": 33, "DUV_6_7": 34, "NOTE_49": 35, "DUV_6_0": 36, "NOTE_51": 37, "DUV_4_0": 38, "DUV_2_3": 39, "DUV_3_2": 40, "NOTE_22": 41, "DUV_6_1": 42, "DUV_0_5": 43, "DUV_1_0": 44, "DUV_4_1": 45, "DUV_2_0": 46, "NOTE_53": 47, "DUV_3_0": 48, "DUV_2_1": 49, "DUV_0_0": 50, "DUV_1_2": 51, "DUV_3_1": 52, "DUV_1_4": 53, "DUV_3_7": 54, "DUV_2_7": 55, "NOTE_58": 56, "DUV_5_7": 57, "DUV_5_1": 58, "DUV_1_1": 59, "DUV_5_0": 60, "NOTE_50": 61, "NOTE_52": 62, "DUV_2_4": 63, "DUV_1_5": 64, "NOTE_45": 65, "NOTE_59": 66, "DUV_2_6": 67, "DUV_15_6": 68, "NOTE_54": 69, "NOTE_47": 70, "NOTE_55": 71, "DUV_0_4": 72, "NOTE_60": 73, "NOTE_66": 74, "DUV_1_3": 75, "DUV_1_6": 76, "NOTE_27": 77, "DUV_3_3": 78, "DUV_0_1": 79, "DUV_7_2": 80, "DUV_7_5": 81, "DUV_7_3": 82, "DUV_7_4": 83, "DUV_7_7": 84, "DUV_0_2": 85, "DUV_0_3": 86, "DUV_1_7": 87, "DUV_3_5": 88, "DUV_2_5": 89, "NOTE_57": 90, "DUV_0_7": 91, "DUV_7_1": 92, "DUV_0_6": 93, "DUV_7_0": 94, "NOTE_33": 95, "NOTE_32": 96, "NOTE_25": 97, "NOTE_35": 98, "NOTE_30": 99, "DUV_8_6": 100, "NOTE_29": 101, "NOTE_69": 102, "NOTE_62": 103, "NOTE_24": 104, "NOTE_28": 105, "NOTE_89": 106, "NOTE_34": 107, "NOTE_61": 108, "NOTE_72": 109, "NOTE_64": 110, "NOTE_68": 111, "DUV_11_6": 112, "NOTE_41": 113, "DUV_14_6": 114, "DUV_8_1": 115, "DUV_8_7": 116, "DUV_8_3": 117, "DUV_8_5": 118, "NOTE_63": 119, "NOTE_71": 120, "NOTE_80": 121, "NOTE_77": 122, "NOTE_67": 123, "DUV_13_6": 124, "DUV_8_2": 125, "DUV_8_4": 126, "DUV_12_6": 127, "NOTE_65": 128, "NOTE_39": 129, "NOTE_73": 130, "NOTE_94": 131, "NOTE_78": 132, "DUV_15_3": 133, "NOTE_95": 134, "NOTE_92": 135, "NOTE_82": 136, "DUV_9_1": 137, "NOTE_70": 138}